tap "cartr/qt4"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "keith/formulae"
tap "knazarov/qemu-virgl"
tap "kube-score/tap"
tap "neovim/neovim"
brew "ack"
brew "act"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "lzo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "brotli"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "asdf"
brew "xz"
brew "awscli"
brew "bash-completion"
brew "bison"
brew "cdrtools"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cmake"
brew "colordiff"
brew "cpulimit"
brew "ctags"
brew "curl"
brew "ddclient"
brew "direnv"
brew "libssh"
brew "exiv2"
brew "expat"
brew "fasd"
brew "fcrackzip"
brew "guile"
brew "gnutls"
brew "libass"
brew "libsodium"
brew "srt"
brew "ffmpeg"
brew "ffms2"
brew "open-mpi"
brew "fftw"
brew "findutils"
brew "fish"
brew "flex"
brew "fzf"
brew "geoip"
brew "libheif"
brew "imagemagick"
brew "gifify"
brew "gifski"
brew "git-crypt"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "go"
brew "go-md2man"
brew "gobject-introspection"
brew "google-java-format"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gtk+3"
brew "gtk-mac-integration"
brew "hdf5"
brew "helm"
brew "htop"
brew "ifstat"
brew "intltool"
brew "iperf"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "kyverno"
brew "latexindent"
brew "libxml2"
brew "libglade"
brew "libiconv"
brew "libmemcached"
brew "libpq"
brew "libproxy"
brew "libvirt"
brew "libxslt"
brew "lzlib"
brew "memcached"
brew "moreutils"
brew "zlib"
brew "mysql"
brew "mysql@5.7"
brew "ncdu"
brew "neovim"
brew "netcdf"
brew "nginx"
brew "nmap"
brew "node"
brew "numpy"
brew "openshift-cli"
brew "openssl@3"
brew "pulumi"
brew "python@3.8", link: false
brew "python@3.9"
brew "qemu"
brew "rclone"
brew "rdfind"
brew "redis"
brew "ripgrep"
brew "rsyslog"
brew "ruby"
brew "samba"
brew "sdl12-compat"
brew "sip"
brew "sphinx"
brew "swig"
brew "task"
brew "taskd"
brew "tcpdump"
brew "telnet"
brew "terraform"
brew "terraforming"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "v8"
brew "velero"
brew "wget"
brew "kube-score/tap/kube-score"
cask "aerial"
cask "basictex"
cask "docker"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "multipass"
cask "osxfuse"
cask "raspberry-pi-imager"
cask "rescuetime"
cask "steam"
cask "texshop"
cask "timemachineeditor"
cask "vmware-fusion"
cask "vscodium"
