DotJoshJohnson.xml
GitHub.github-vscode-theme
Gruntfuggly.todo-tree
JulianIaquinandi.nvim-ui-modifier
PKief.material-icon-theme
asvetliakov.vscode-neovim
dbanksdesign.nu-disco
dnicolson.binary-plist
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
golang.go
iocave.customize-ui
iocave.monkey-patch
mohsen1.prettify-json
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.vscode-typescript-next
redhat.vscode-yaml
richie5um2.vscode-sort-json
usernamehw.errorlens
zhuangtongfa.material-theme
